Repository: carlosnetto/Zori.pay
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: es, fr, it, pt

# nav_problem
source: Problem
es: Problema
fr: Problème
it: Problema
pt: Problema

# nav_solution
source: Solution
es: Solución
it: Soluzione
pt: Solução

# nav_how
source: How it Works
es: Funcionamiento
fr: Fonctionnement
it: Funzionamento
pt: Como funciona

# nav_about
source: About Us
es: Nosotros
fr: À propos
it: Chi siamo
pt: Sobre nós

# nav_cta
source: Get Zori
es: Obtener Zori
fr: Obtenir Zori
it: Ottieni Zori
pt: Baixar Zori

# nav_openAccount
source: Open Account
es: Abrir Cuenta
fr: Ouvrir un Compte
it: Apri un Conto
pt: Abrir Conta

# nav_signin
source: Sign In
es: Entrar
fr: Se connecter
it: Accedi
pt: Entrar

# nav_signout
source: Sign Out
es: Cerrar Sesión
fr: Déconnexion
it: Esci
pt: Sair

# nav_myAccount
source: My Account
es: Mi Cuenta
fr: Mon Compte
it: Il Mio Account
pt: Minha Conta

# nav_settings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações

# hero_title
source: Pay like a local. Anywhere.
es: Paga como un local. En cualquier lugar.
fr: Payez comme un local. Partout.
it: Paga come un locale. Ovunque.
pt: Pague como um local. Em qualquer lugar.

# hero_subtitle
source: Hold digital currencies. Scan local QR codes. Pay instantly with your phone or smartglasses.
es: Mantén monedas digitales. Escanea códigos QR locales. Paga al instante con tu móvil o gafas inteligentes.
fr: Détenez des devises numériques. Scannez les codes QR locaux. Payez avec votre mobile ou vos lunettes.
it: Detieni valute digitali. Scansiona i codici QR locali. Paga con smartphone o occhiali smart.
pt: Mantenha moedas digitais. Escaneie QRs locais. Pague com seu celular ou óculos inteligentes.

# hero_benefit1
source: Zero Cards Needed
es: Sin tarjetas
fr: Zéro Carte
it: Zero Carte
pt: Zero Cartões

# hero_benefit2
source: Near-FX Rates
es: Tasas near-FX
fr: Taux near-FX
it: Tassi near-FX
pt: Taxas near-FX

# hero_benefit3
source: Smartglass Ready
es: Gafas inteligentes
pt: Pronto para Óculos AR

# hero_cta1
source: Get Zori
es: Abrir Cuenta
fr: Ouvrir un Compte
it: Apri un Conto
pt: Abrir Conta

# hero_cta2
source: How it works
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
pt: Como funciona

# hero_mock_balance
source: Total Balance
es: Saldo Total
fr: Solde Total
it: Saldo Totale
pt: Saldo Total

# hero_mock_scanner
source: Scan local QR
es: Escanear QR
fr: Scannez QR
it: Scansiona QR
pt: Escanear QR

# hero_mock_btn
source: Pay Now
es: Pagar Ahora
fr: Payer
it: Paga
pt: Pagar Agora

# about_label
source: Our Mission
es: Nuestra Misión
fr: Notre Mission
it: La Nostra Missione
pt: Nossa Missão

# about_title
source: Built for a world without borders
es: Creado para un mundo sin fronteras
fr: Pour un monde sans frontières
it: Creato per un mondo senza confini
pt: Feito para um mundo sem fronteiras

# about_desc
source: Zori was born from a simple observation: the world is moving faster than banking systems. Travelers, digital nomads, and expats shouldn’t be penalized with fees just for moving between countries.
es: Zori nació de una observación simple: el mundo se mueve más rápido que los sistemas bancarios. Los viajeros y nómadas digitales no deberían ser penalizados con comisiones solo por moverse entre países.
fr: Zori est né d’un constat simple : le monde bouge plus vite que les banques. Les voyageurs et nomades digitaux ne devraient pas être pénalisés par des frais juste pour changer de pays.
it: Zori nasce da un'osservazione semplice: il mondo si muove più velocemente delle banche. Viaggiatori e nomadi digitali non dovrebbero pagare commissioni solo per spostarsi.
pt: O Zori nasceu de uma observação simples: o mundo se move mais rápido do que os sistemas bancários. Viajantes e nômades digitais não devem ser penalizados com taxas apenas por se deslocarem entre países.

# about_mission
source: Our mission is to make money as fluid as information. By leveraging secure digital currency infrastructure, we enable you to step into any shop, anywhere in the world, and pay just like someone who lives there.
es: Nuestra misión es hacer que el dinero sea tan fluido como la información. Al aprovechar la infraestructura de moneda digital segura, te permitimos entrar en cualquier tienda y pagar como un local.
fr: Notre mission est de rendre l’argent aussi fluide que l’information. Grâce à une infrastructure sécurisée, payez dans n’importe quelle boutique comme si vous y habitiez.
it: La nostra missione è rendere il denaro fluido come l'informazione. Grazie a un'infrastruttura sicura, ti permettiamo di pagare in qualsiasi negozio come un locale.
pt: Nossa missão é tornar o dinheiro tão fluido quanto a informação. Usando infraestrutura digital segura, permitimos que você entre em qualquer loja e pague como se morasse lá.

# about_vision
source: No plastic. No hidden spreads. Just instant local payments.
es: Sin plástico. Sin márgenes ocultos. Solo pagos locales instantáneos.
fr: Pas de plastique. Pas de frais cachés. Juste des paiements locaux instantanés.
it: Niente plastica. Niente spread nascosti. Solo pagamenti locali istantanei.
pt: Sem plástico. Sem taxas escondidas. Apenas pagamentos locais instantâneos.

# about_card_title
source: Borderless Finance
es: Finanzas sin Fronteras
fr: Finance sans Frontières
it: Finanza senza Confini
pt: Finanças sem Fronteiras

# problem_label
source: The Problem
es: El Problema
fr: Le Problème
it: Il Problema
pt: O Problema

# problem_title
source: Paying abroad is always a mess
es: Pagar en el extranjero siempre es un lío
fr: Payer à l’étranger est toujours un casse-tête
it: Pagare all'estero è sempre un pasticcio
pt: Pagar no exterior é sempre uma confusão

# problem_items_0
source: Cards charge high foreign transaction fees
es: Las tarjetas cobran altas comisiones extranjeras
fr: Les cartes facturent des frais exorbitants
it: Le carte caricano commissioni estere elevate
pt: Cartões cobram taxas internacionais abusivas

# problem_items_1
source: Traditional exchange rates are unfair
es: Los tipos de cambio tradicionales no son justos
fr: Les taux de change traditionnels sont injustes
it: I tassi di cambio bancari sono ingiusti
pt: Taxas de câmbio tradicionais são injustas

# problem_items_2
source: Physical cards are often stolen or lost
es: Las tarjetas físicas se roban o se pierden
fr: Les cartes physiques sont fragiles et volables
it: Le carte fisiche vengono spesso rubate
pt: Cartões físicos são alvos de roubo

# problem_items_3
source: Local apps like Pix or UPI are restricted to residents
es: Apps como Pix o UPI están restringidas
fr: Les apps locales sont réservées aux résidents
it: App come Pix o UPI sono solo per residenti
pt: Apps como Pix ou UPI são restritos a residentes

# problem_items_4
source: You carry plastic while the world moves to QR
es: Llevas plástico mientras el mundo usa QR
fr: Vous utilisez du plastique, le monde utilise des QR
it: Usi la plastica mentre il mondo usa i QR
pt: Você usa plástico enquanto o mundo usa QR

# problem_quote
source: "There should be a better way."
es: "Debería haber una mejor manera."
fr: "Il devrait y avoir une meilleure solution."
it: "Ci dovrebbe essere un modo migliore."
pt: "Deveria haver um jeito melhor."

# solution_label
source: The Solution
es: La Solución
fr: La Solution
it: La Soluzione
pt: A Solução

# solution_title
source: Meet Zori
es: Conoce a Zori
fr: Découvrez Zori
it: Incontra Zori
pt: Conheça o Zori

# solution_desc
source: The travel payment app that lets you pay like a local. No cards required. Use your phone or compatible smartglasses to bridge borders.
es: La app de pagos para viajes que te permite pagar como un local. Sin necesidad de tarjetas.
fr: L'application qui vous permet de payer comme un local, sans carte plastique. Utilisez votre smartphone ou vos lunettes connectées.
it: L'app che ti permette di pagare come un locale senza carte di credito. Usa il tuo smartphone o occhiali AR.
pt: O app que permite pagar como um local. Esqueça o plástico. Use seu smartphone ou óculos inteligentes.

# solution_feat1_t
source: Instant QR Scanning
es: Escaneo QR Instantáneo
fr: Scan QR Instantané
it: Scansione QR Istantanea
pt: Leitura QR Instantânea

# solution_feat1_d
source: Scan Pix, UPI, and local QR systems directly at any POS terminal.
es: Escanea códigos Pix, UPI y QRs locales directamente en cualquier terminal POS.
fr: Scannez Pix, UPI et codes QR directement sur n’importe quel terminal POS.
it: Scansiona Pix, UPI e codici locali su qualsiasi terminale POS.
pt: Escaneie códigos Pix, UPI e QRs locais diretamente em qualquer terminal POS.

# solution_feat2_t
source: Cross-Border Rails
es: Conversión sin fisuras
fr: Conversion Fluide
it: Cambio Istantaneo
pt: Conversão na Hora

# solution_feat2_d
source: Zori handles conversion instantly. The merchant receives normal local currency.
es: Zori gestiona la conversión al instante. El comercio recibe moneda local.
fr: Zori gère le change instantanément pour le marchand.
it: Zori gestisce la conversione valuta sul momento.
pt: O Zori faz o câmbio instantaneamente para o lojista.

# solution_feat3_t
source: Privacy First
es: Privacidad Total
fr: Anonymat Total
it: Privacy Totale
pt: Privacidade Máxima

# solution_feat3_d
source: Merchants never see your identity or card numbers—because there are none.
es: Los comerciantes nunca ven tus datos bancarios ni de tarjeta.
fr: Aucun numéro de carte ne circule, car vous n’en avez pas besoin.
it: I mercanti non vedranno mai i tuoi dati bancari.
pt: Seus dados de pagamento nunca são expostos ao lojista.

# solution_caption
source: Pure digital payments at any POS. No plastic required.
es: Pagos digitales puros en cualquier POS. Sin plástico.
fr: Paiements digitaux sur n’importe quel POS. Adieu le plastique.
it: Pagamenti digitali su qualsiasi POS. Niente plastica.
pt: Pagamentos puramente digitais em qualquer POS. Sem necessidade de cartões.

# solution_kast
source: Visiting a country where QR Codes are not popular? Need a card? Download Kast app, have a card in your apple pay or google wallet and transfer funds directly from Zori to the card.
es: ¿Visitas un país donde los códigos QR no son populares? ¿Necesitas una tarjeta? Descarga la app Kast, añade una tarjeta a Apple Pay o Google Wallet y transfiere fondos directamente desde Zori.
fr: Vous visitez un pays où les QR codes sont rares ? Besoin d'une carte ? Téléchargez l'app Kast, ajoutez une carte à Apple Pay ou Google Wallet et transférez des fonds directement depuis Zori.
it: Visiti un paese dove i codici QR non sono popolari? Ti serve una carta? Scarica l'app Kast, aggiungi una carta su Apple Pay o Google Wallet e trasferisci fondi direttamente da Zori.
pt: Visitando um país onde QR Codes não são populares? Precisa de um cartão? Baixe o app Kast, tenha um cartão na sua Apple Pay ou Google Wallet e transfira fundos diretamente do Zori para o cartão.

# how_label
source: Process
es: Proceso
fr: Processus
it: Processo
pt: Processo

# how_title
source: How Zori works
es: Cómo funciona Zori
fr: Comment Zori fonctionne
it: Come funziona Zori
pt: Como o Zori funciona

# how_step1_t
source: Hold digital currencies
es: Monedas digitales
fr: Monnaies numériques
it: Valute Digitali
pt: Moedas digitais

# how_step1_d
source: Keep balances in Digital Dollars, Euros, and more. Powered by stablecoins.
es: Guarda Dólares, Euros digitales y más.
fr: Soldes en Dollars et Euros numériques.
it: Saldo in Dollari ed Euro digitali.
pt: Saldos em Dólares, Euros e Reais Digitais.

# how_step2_t
source: Convert instantly
es: Convierte al instante
fr: Conversion
it: Converti subito
pt: Converta na hora

# how_step2_d
source: Switch between currencies in seconds at near-FX rates.
es: Cambia entre monedas en segundos.
fr: Changez de devise en quelques secondes.
it: Cambia valuta in pochi secondi.
pt: Troque moedas em segundos com as melhores taxas.

# how_step3_t
source: Scan and pay
es: Escanea y paga
fr: Scanner et payer
it: Scansiona e paga
pt: Escaneie e pague

# how_step3_d
source: Zori recognizes the QR and pays in local currency automatically via your device.
es: Zori reconoce el QR y paga automáticamente.
fr: Zori reconnaît le QR et paie automatiquement.
it: Zori riconosce il QR e paga automaticamente.
pt: O Zori reconhece o QR e paga em moeda local automaticamente.

# how_noqr_t
source: Future Ready: Smartglasses
es: Listo para el futuro
fr: Prêt pour le Futur
it: Pronti per il futuro
pt: Futuro: Óculos Inteligentes

# how_noqr_d
source: Zori is built for the next generation of payments. Pay hands-free with compatible AR glasses.
es: Paga sin manos con gafas de realidad aumentada compatibles.
fr: Payez sans les mains avec vos lunettes AR compatibles.
it: Paga a mani libere con gli occhiali AR compatibili.
pt: O Zori está pronto para a próxima geração de pagamentos hands-free.

# faq_title
source: Frequently Asked Questions
es: Preguntas Frecuentes
fr: Foire Aux Questions
it: Domande Frequenti
pt: Perguntas Frequentes

# faq_subtitle
source: Everything you need to know about Zori.
es: Todo lo que necesitas saber sobre Zori.
fr: Tout ce que vous devez savoir sur Zori.
it: Tutto quello che c'è da sapere su Zori.
pt: Tudo o que você precisa saber sobre o Zori.

# faq_items_0_q
source: What is Zori?
es: ¿Qué es Zori?
fr: Qu’est-ce que Zori?
it: Cos'è Zori?
pt: O que é o Zori?

# faq_items_0_a
source: Zori is a payment wallet that lets you pay any local QR system using your digital currencies.
es: Zori es una billetera de pagos que te permite pagar en cualquier sistema QR local usando tus monedas digitales.
fr: Zori est un portefeuille de paiement qui vous permet de payer n’importe quel système QR local avec vos devises numériques.
it: Zori è un portafoglio che ti permette di pagare su qualsiasi sistema QR locale usando valute digitali.
pt: O Zori é uma carteira de pagamentos que permite pagar qualquer sistema QR local usando suas moedas digitais.

# faq_items_1_q
source: Is it safe?
es: ¿Es seguro?
fr: Est-ce sécurisé?
it: È sicuro?
pt: É seguro?

# faq_items_1_a
source: Yes, Zori uses institutional-grade security to protect your balances and transactions.
es: Sí, Zori utiliza seguridad de nivel institucional para proteger tus saldos y transacciones.
fr: Oui, Zori utilise une sécurité de niveau institutionnel pour protéger vos fonds.
it: Sì, Zori usa sicurezza di grado istituzionale per proteggere saldi e transazioni.
pt: Sim, o Zori utiliza segurança de nível institucional para proteger seus saldos e transações.

# faq_items_2_q
source: How do smartglasses work?
es: ¿Cómo funcionan las gafas inteligentes?
fr: Comment fonctionnent les lunettes?
it: Come funzionano gli occhiali?
pt: Como funcionam os óculos inteligentes?

# faq_items_2_a
source: Compatible smartglasses use Zori Vision to recognize QR codes in your field of view for hands-free payment.
es: Las gafas compatibles usan Zori Vision para reconocer códigos QR en tu campo de visión y pagar sin usar las manos.
fr: Les lunettes compatibles utilisent Zori Vision pour identifier les QR codes et payer en mode mains libres.
it: Gli occhiali AR compatibili usano Zori Vision per riconoscere i QR nel tuo campo visivo e pagare senza mani.
pt: Óculos AR compatíveis usam o Zori Vision para reconhecer QRs no seu campo de visão e pagar sem as mãos.

# cta_title
source: Money shouldn’t have borders
es: El dinero no debería tener fronteras
fr: L'argent ne devrait pas avoir de frontières
it: Il denaro non dovrebbe avere confini
pt: Dinheiro não deve ter fronteiras

# cta_subtitle
source: Zori makes them disappear. Pay like a local today.
es: Zori las hace desaparecer. Empieza a pagar como un local hoy.
fr: Zori les efface. Payez comme un local dès aujourd’hui.
it: Zori li fa sparire. Inizia a pagare come un locale oggi.
pt: Zori faz as fronteiras desaparecerem. Pague como um local.

# cta_btn
source: Start with Zori
es: Empezar con Zori
fr: Lancer Zori
it: Inizia con Zori
pt: Começar com Zori

# footer_mission
source: Money shouldn't have borders. Zori makes them disappear.
es: Dinero sin fronteras. Zori las hace desaparecer.
fr: L'argent n'a pas de frontières. Zori les efface.
it: Soldi senza confini. Zori li cancella.
pt: Dinheiro sem fronteiras. Zori as faz desaparecer.

# footer_slogan
source: Built for a world without plastic cards.
es: Creado para un mundo sin tarjetas de plástico.
fr: Conçu pour un monde sans cartes plastiques.
it: Creato per un mondo senza carte di plastica.
pt: Feito para um mundo sem cartões de plástico.

# modal_title
source: App available soon
es: App disponible muy pronto
fr: App bientôt disponible
it: App disponibile a breve
pt: App disponível em breve

# modal_desc
source: We are working hard to bring Zori to you. Stay tuned!
es: Estamos trabajando duro para traerte Zori. ¡Mantente al tanto!
fr: Nous travaillons dur pour vous apporter Zori. Restez à l'écoute !
it: Stiamo lavorando sodo per portarti Zori. Rimanete sintonizzati!
pt: Estamos trabalhando muito para trazer o Zori até você. Fique ligado!

# modal_close
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# auth_loginTitle
source: Welcome to Zori
es: Bienvenido a Zori
fr: Bienvenue chez Zori
it: Benvenuto in Zori
pt: Bem-vindo ao Zori

# auth_loginDesc
source: Login or open your account to start paying like a local.
es: Inicia sesión o abre tu cuenta para comenzar a pagar como un local.
fr: Connectez-vous ou ouvrez un compte pour payer comme un local.
it: Accedi o apri il tuo account per iniziare a pagare come un locale.
pt: Faça login ou abra sua conta para começar a pagar como um local.

# auth_googleBtn
source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
pt: Continuar com Google

# auth_simNew
source: Simulate New User
es: Simular Nuevo Usuario
fr: Simuler Nouvel Utilisateur
it: Simula Nuovo Utente
pt: Simular Novo Usuário

# auth_simExist
source: Simulate Existing User
es: Simular Usuario Existente
fr: Simuler Utilisateur Existant
it: Simula Utente Esistente
pt: Simular Usuário Existente

# auth_passkeyTitle
source: Verify with Passkey
es: Verificar con Passkey
fr: Vérifier avec Passkey
it: Verifica con Passkey
pt: Verificar com Passkey

# auth_passkeyWait
source: Waiting for passkey...
es: Esperando passkey...
fr: En attente de passkey...
it: In attesa di passkey...
pt: Aguardando passkey...

# auth_passkeyRetry
source: Try Again
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pt: Tentar novamente

# auth_passkeyCancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# dashboard_balance
source: Total Balance
es: Saldo Total
fr: Solde Total
it: Saldo Totale
pt: Saldo Total

# dashboard_send
source: Send
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

# dashboard_receive
source: Receive
es: Recibir
fr: Recevoir
it: Ricevi
pt: Receber

# dashboard_convert
source: Convert
es: Convertir
fr: Convertir
it: Converti
pt: Converter

# dashboard_transactions
source: Recent Transactions
es: Transacciones Recientes
fr: Transactions Récentes
it: Transazioni Recenti
pt: Transações Recentes

# dashboard_empty
source: No recent transactions.
es: No hay transacciones recientes.
fr: Aucune transaction récente.
it: Nessuna transazione recente.
pt: Nenhuma transação recente.

# kyc_title
source: Open your account
es: Abre tu cuenta
fr: Ouvrez votre compte
it: Apri il tuo conto
pt: Abra sua conta

# kyc_subtitle
source: Please provide your details to open a Zori account in Brazil.
es: Por favor, proporciona tus datos para abrir una cuenta Zori en Brasil.
fr: Veuillez fournir vos informations pour ouvrir un compte Zori au Brésil.
it: Fornisci i tuoi dati per aprire un conto Zori in Brasile.
pt: Por favor, forneça seus dados para abrir uma conta Zori no Brasil.

# kyc_country
source: Country of Residence
es: País de Residencia
fr: Pays de Résidence
it: Paese di Residenza
pt: País de Residência

# kyc_brazil
source: Brazil
es: Brasil
fr: Brésil
it: Brasile
pt: Brasil

# kyc_fullName
source: Full Name
es: Nombre Completo
fr: Nom Complet
it: Nome Completo
pt: Nome Completo

# kyc_motherName
source: Mother's Full Name
es: Nombre Completo de la Madre
fr: Nom Complet de la Mère
it: Nome Completo della Madre
pt: Nome Completo da Mãe

# kyc_cpf
source: CPF (Brazilian ID)
es: CPF (ID Brasileño)
fr: CPF (ID Brésilien)
it: CPF
pt: CPF

# kyc_cpfErrorIncomplete
source: CPF must have 11 digits
es: CPF debe tener 11 dígitos
fr: Le CPF doit comporter 11 chiffres
it: Il CPF deve avere 11 cifre
pt: CPF deve ter 11 dígitos

# kyc_cpfErrorInvalid
source: Invalid CPF
es: CPF inválido
fr: CPF invalide
it: CPF non valido
pt: CPF inválido

# kyc_email
source: Email (Google-linked)
es: Correo Electrónico (vinculado a Google)
fr: Email (lié à Google)
it: Email (collegata a Google)
pt: E-mail (vinculado ao Google)

# kyc_emailError
source: Invalid email address
es: Correo electrónico inválido
fr: Email invalide
it: Email non valida
pt: E-mail inválido

# kyc_phone
source: Mobile Phone
es: Teléfono Móvil
fr: Téléphone Mobile
it: Cellulare
pt: Celular

# kyc_uploadTitle
source: Documents
es: Documentos
it: Documenti
pt: Documentos

# kyc_or
source: OR
es: O
fr: OU
it: OPPURE
pt: OU

# kyc_and
source: AND
es: Y
fr: ET
it: E
pt: E

# kyc_idFront
source: CNH (Front)
es: CNH (Frente)
fr: CNH (Recto)
it: CNH (Fronte)
pt: CNH (Frente)

# kyc_idBack
source: CNH (Back)
es: CNH (Dorso)
fr: CNH (Verso)
it: CNH (Retro)
pt: CNH (Verso)

# kyc_selfie
source: Selfie holding CNH
es: Selfie sosteniendo CNH
fr: Selfie tenant CNH
it: Selfie con CNH
pt: Selfie segurando a CNH

# kyc_proofAddr
source: Proof of Address (Utility Bill)
es: Comprobante de Domicilio
fr: Justificatif de Domicile
it: Prova di Indirizzo
pt: Comprovante de Residência

# kyc_submit
source: Submit Application
es: Enviar Solicitud
fr: Soumettre la demande
it: Invia Richiesta
pt: Enviar Solicitação

# kyc_successTitle
source: Application Received
es: Solicitud Recibida
fr: Demande Reçue
it: Richiesta Ricevuta
pt: Solicitação Recebida

# kyc_successDesc
source: Your account is in the process of opening.
es: Tu cuenta está en proceso de apertura.
fr: Votre compte est en cours d'ouverture.
it: Il tuo account è in fase di apertura.
pt: Sua conta está em processo de abertura.

# kyc_successNote
source: Stay tuned to your e-mail and cell phone and reply to the messages you receive. We will need some contracts digitally signed by gov.br which we will share with you shortly.
es: Mantente atento a tu correo electrónico y teléfono celular y responde a los mensajes que recibirás. Necesitaremos algunos contratos firmados digitalmente por gov.br que compartiremos contigo pronto.
fr: Surveillez votre e-mail et votre téléphone et répondez aux messages. Nous aurons besoin de contrats signés numériquement via gov.br que nous partagerons bientôt.
it: Tieni d'occhio la tua e-mail e il cellulare e rispondi ai messaggi che riceverai. Avremo bisogno di alcuni contratti firmati digitalmente da gov.br che condivideremo con te a breve.
pt: Fique atento ao seu e-mail e celular e responda às mensagens que receber. Precisaremos de alguns contratos assinados digitalmente pelo gov.br que compartilharemos com você em breve.

# kyc_backHome
source: Back to Home
es: Volver al Inicio
fr: Retour à l'Accueil
it: Torna alla Home
pt: Voltar ao Início

# settings_title
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações

# settings_back
source: Back to Dashboard
es: Volver al Panel
fr: Retour au Tableau de bord
it: Torna alla Dashboard
pt: Voltar ao Painel

# settings_notDefined
source: Not defined
es: No definido
fr: Non défini
it: Non definito
pt: Não definido

# settings_personalSection
source: Personal Information
es: Información Personal
fr: Informations Personnelles
it: Informazioni Personali
pt: Informações Pessoais

# settings_contactSection
source: Contact
es: Contacto
it: Contatto
pt: Contato
