Repository: carlosnetto/Zori.pay
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: es, fr, it, pt

# settings_bankAccountsSection
source: Bank Accounts
es: Cuentas Bancarias
fr: Comptes Bancaires
it: Conti Bancari
pt: Contas Bancárias

# settings_documentsSection
source: Documents
es: Documentos
it: Documenti
pt: Documentos

# settings_fullName
source: Full Name
es: Nombre Completo
fr: Nom Complet
it: Nome Completo
pt: Nome Completo

# settings_dateOfBirth
source: Date of Birth
es: Fecha de Nacimiento
fr: Date de Naissance
it: Data di Nascita
pt: Data de Nascimento

# settings_birthCity
source: City of Birth
es: Ciudad de Nacimiento
fr: Ville de Naissance
it: Città di Nascita
pt: Cidade de Nascimento

# settings_birthCountry
source: Country of Birth
es: País de Nacimiento
fr: Pays de Naissance
it: Paese di Nascita
pt: País de Nascimento

# settings_phones
source: Phones
es: Teléfonos
fr: Téléphones
it: Telefoni
pt: Telefones

# settings_emails
source: Emails
es: Correos
it: E-mail

# settings_loginCredential
source: Login credential
es: Credencial de acceso
fr: Identifiant de connexion
it: Credenziale di accesso
pt: Credencial de login

# settings_polygonAddress
source: Polygon Address
es: Dirección Polygon
fr: Adresse Polygon
it: Indirizzo Polygon
pt: Endereço Polygon

# settings_copyAddress
source: Copy address
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
pt: Copiar endereço

# settings_copied
source: Copied!
es: ¡Copiado!
fr: Copié !
it: Copiato!
pt: Copiado!

# settings_brazilBank
source: Brazil
es: Brasil
fr: Brésil
it: Brasile
pt: Brasil

# settings_usaBank
source: USA
es: EE.UU.
fr: États-Unis
pt: EUA

# settings_bankCode
source: Bank Code
es: Código Banco
fr: Code Banque
it: Codice Banca
pt: Código do Banco

# settings_branch
source: Branch
es: Sucursal
fr: Agence
it: Filiale
pt: Agência

# settings_accountNumber
source: Account Number
es: Número de Cuenta
fr: Numéro de Compte
it: Numero Conto
pt: Número da Conta

# settings_routingNumber
source: Routing Number
es: Número de Ruta
fr: Numéro de Routage
it: Numero di Routing
pt: Número de Roteamento

# settings_brazilDocs
source: Brazil
es: Brasil
fr: Brésil
it: Brasile
pt: Brasil

# settings_usaDocs
source: USA
es: EE.UU.
fr: États-Unis
pt: EUA

# settings_rgIssuer
source: RG Issuer
es: Emisor del RG
fr: Émetteur du RG
it: Ente Emittente
pt: Órgão Emissor

# settings_rgIssuedAt
source: RG Issue Date
es: Fecha de Emisión
fr: Date d'Émission
it: Data di Emissione
pt: Data de Emissão

# settings_ssnLast4
source: SSN (last 4)
es: SSN (últimos 4)
fr: SSN (4 derniers)
it: SSN (ultime 4)
pt: SSN (últimos 4)

# settings_driversLicense
source: Driver's License
es: Licencia de Conducir
fr: Permis de Conduire
it: Patente di Guida
pt: Carteira de Motorista

# settings_edit
source: Edit
es: Editar
fr: Modifier
it: Modifica
pt: Editar

# settings_cancelEdit
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# settings_submitForApproval
source: Submit for Approval
es: Enviar para Aprobación
fr: Soumettre pour Approbation
it: Invia per Approvazione
pt: Enviar para Aprovação

# settings_noChanges
source: No changes to submit
es: Sin cambios para enviar
fr: Aucune modification à soumettre
it: Nessuna modifica da inviare
pt: Nenhuma alteração para enviar

# settings_submittingChanges
source: Submitting...
es: Enviando...
fr: Envoi en cours...
it: Invio in corso...
pt: Enviando...

# settings_changesSubmitted
source: Changes Submitted
es: Cambios Enviados
fr: Modifications Soumises
it: Modifiche Inviate
pt: Alterações Enviadas

# settings_changesSubmittedDesc
source: Your change request has been sent to the compliance officer for review.
es: Su solicitud de cambio ha sido enviada al oficial de cumplimiento para revisión.
fr: Votre demande de modification a été envoyée au responsable conformité pour examen.
it: La tua richiesta di modifica è stata inviata al responsabile conformità per la revisione.
pt: Sua solicitação de alteração foi enviada ao oficial de compliance para revisão.

# settings_editModeHint
source: Fill in blank fields or request changes to existing data.
es: Complete los campos en blanco o solicite cambios a los datos existentes.
fr: Remplissez les champs vides ou demandez des modifications aux données existantes.
it: Compila i campi vuoti o richiedi modifiche ai dati esistenti.
pt: Preencha campos em branco ou solicite alterações nos dados existentes.

# settings_pendingChanges
source: Pending Changes
es: Cambios Pendientes
fr: Modifications en Attente
it: Modifiche in Sospeso
pt: Alterações Pendentes

# settings_saveOrCancelFirst
source: Please save or cancel "{section}" first
es: Por favor, guarde o cancele "{section}" primero
fr: Veuillez d'abord enregistrer ou annuler "{section}"
it: Per favore, salva o annulla prima "{section}"
pt: Por favor, salve ou cancele "{section}" primeiro

# settings_new
source: new
es: nuevo
fr: nouveau
it: nuovo
pt: novo

# settings_add
source: Add
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar

# settings_mobile
source: mobile
es: móvil
it: cellulare
pt: celular

# settings_home
source: home
es: casa
fr: domicile
it: casa
pt: casa

# settings_work
source: work
es: trabajo
fr: travail
it: lavoro
pt: trabalho

# settings_other
source: other
es: otro
fr: autre
it: altro
pt: outro

# settings_phoneRequired
source: Phone number is required
es: El teléfono es obligatorio
fr: Le téléphone est requis
it: Il telefono è obbligatorio
pt: Telefone é obrigatório

# settings_phoneInvalidFormat
source: Invalid format. Use ITU format: +55...
es: Formato inválido. Use formato ITU: +55...
fr: Format invalide. Utilisez le format ITU: +55...
it: Formato non valido. Usa il formato ITU: +55...
pt: Formato inválido. Use formato ITU: +55...

# settings_phoneDuplicate
source: This phone already exists
es: Este teléfono ya existe
fr: Ce téléphone existe déjà
it: Questo telefono esiste già
pt: Este telefone já existe

# settings_emailRequired
source: Email is required
es: El email es obligatorio
fr: L'email est requis
it: L'email è obbligatorio
pt: Email é obrigatório

# settings_emailInvalidFormat
source: Invalid email format
es: Formato de email inválido
fr: Format d'email invalide
it: Formato email non valido
pt: Formato de email inválido

# settings_emailDuplicate
source: This email already exists
es: Este email ya existe
fr: Cet email existe déjà
it: Questa email esiste già
pt: Este email já existe

# settings_addressSection
source: Address
es: Dirección
fr: Adresse
it: Indirizzo
pt: Endereço

# settings_addressLine1
source: Address Line 1
es: Línea 1
fr: Ligne 1
it: Riga 1
pt: Linha 1

# settings_addressLine2
source: Address Line 2
es: Línea 2
fr: Ligne 2
it: Riga 2
pt: Linha 2

# settings_city
source: City
es: Ciudad
fr: Ville
it: Città
pt: Cidade

# settings_state
source: State
es: Estado
fr: État/Province
it: Provincia
pt: Estado

# settings_postalCode
source: Postal Code
es: Código Postal
fr: Code Postal
it: CAP
pt: CEP

# settings_country
source: Country
es: País
fr: Pays
it: Paese
pt: País

# settings_delete
source: delete
es: eliminar
fr: supprimer
it: elimina
pt: excluir

# settings_newLogin
source: new login
es: nuevo login
fr: nouveau login
it: nuovo login
pt: novo login

# settings_setAsLogin
source: Set as login
es: Establecer como login
fr: Définir comme login
it: Imposta come login
pt: Definir como login

# settings_cancelSetLogin
source: Cancel set as login
es: Cancelar establecer como login
fr: Annuler définir comme login
it: Annulla imposta come login
pt: Cancelar definir como login

# settings_mustSelectNewLoginPhone
source: You must select a new login phone before deleting the current one
es: Debe seleccionar un nuevo teléfono de login antes de eliminar el actual
fr: Vous devez sélectionner un nouveau téléphone de login avant de supprimer l'actuel
it: Devi selezionare un nuovo telefono di login prima di eliminare quello attuale
pt: Você deve selecionar um novo telefone de login antes de excluir o atual

# settings_mustSelectNewLoginEmail
source: You must select a new login email before deleting the current one
es: Debe seleccionar un nuevo email de login antes de eliminar el actual
fr: Vous devez sélectionner un nouveau email de login avant de supprimer l'actuel
it: Devi selezionare una nuova email di login prima di eliminare quella attuale
pt: Você deve selecionar um novo email de login antes de excluir o atual

# settings_newLoginPhone
source: New login phone
es: Nuevo teléfono de login
fr: Nouveau téléphone de login
it: Nuovo telefono di login
pt: Novo telefone de login

# settings_newLoginEmail
source: New login email
es: Nuevo email de login
fr: Nouveau email de login
it: Nuova email di login
pt: Novo email de login

# settings_personal
source: personal
fr: personnel
it: personale
pt: pessoal
